[CovertAction_WeakChosenActivity X2CovertActionTemplate]
ActionObjective="暴露弱点"

[CovertActionNarrative_WeakChosenActivity X2CovertActionNarrativeTemplate]
ActionName="暴露弱点"
ActionPreNarrative="我的人已经确定了一位天选者的情报，这能够让我们在将来的遭遇战中占据优势。让我们进一步调查。这个秘密行动需要100情报才能启动。"
ActionPostNarrative="我们发现天选者有个以前未知的弱点，愿我们在下次遭遇时取得成功。"

[Reward_ExposeChosenWeakness X2RewardTemplate]
DisplayName="天选者新的弱点"
RewardDetails="发现天选者一个新的弱点，在战场上加以利用。"